{
    "HomePage": {
      "welcomeMessage": "パーフェクトシャインへようこそ！",
      "intro": "パーフェクトシャインでは、すべてのくるまがさいこうのじょうたいであるべきだとしんじています。にちじょうのくるまでも、たいせつなあいしゃでも、わたしたちのけいけんほうふなプロフェッショナルチームがさいこうのカーケアサービスをていきょうし、くるまがこれまでいじょうにかがやくようにします。きほんてきなクリーニングから、さいしんのちゅういをはらったプレミアムケアまで、ニーズにあわせたはばひろいサービスをていきょうし、きたいをこえるけっかをおとどけします。"
    },
    "ServicesPage": {
      "title": "サービスないよう",
      "basicWashing": {
        "title": "ベーシックせんしゃ",
        "duration": "2～4じかん",
        "priceUSD": "$50 USD",
        "priceJPY": "¥7,500 JPY",
        "details": "ベーシックせんしゃサービスは、しんそくかつてっていてきなクリーニングがひつようなかたにさいてきです。やさしくてあらいし、くるまがいのふきとりさぎょうをおこないます。まど、ホイール、タイヤのクリーニングもおこない、くるまがしんせんでせいけつにみえるようにします。"
      },
      "midWashing": {
        "title": "ミッドレベルせんしゃ",
        "duration": "6～8じかん",
        "priceUSD": "$150 USD",
        "priceJPY": "¥22,500 JPY",
        "details": "ミッドレベルせんしゃサービスは、きほんせんしゃいじょうのふかいせいそうをもとめるかたにさいてきです。このパッケージには、ベーシックせんしゃのすべてがふくまれ、さらにしゃないのフルバキューム、シートクリーニング、ほごワックスのてきようがついかされます。"
      },
      "premiumWashing": {
        "title": "プレミアムディテイリング",
        "duration": "24じかんいじょう",
        "priceUSD": "$400 USD",
        "priceJPY": "¥60,000 JPY",
        "details": "プレミアムディテイリングは、かんぺきをもとめるかたのためにせっけいされたきゅうきょくのカーケアサービスです。このサービスには、かんぜんながいそうおよびないそうのディテイリング、ペイントほせい、セラミックコーティング、レザーコンディショニングがふくまれます。くるまのすみずみまでてっていてきにせいそうし、しんぴんどうよう、またはそれいじょうのじょうたいにしあげます。"
      }
    },
    "AboutPage": {
      "title": "かいしゃがいよう",
      "description": "パーフェクトシャインは、くるまはたんなるいどうしゅだんではなく、こせいやスタイルをはんえいするものであるというしんねんにもとづいてせつりつされました。わたしたちはくるまへのじょうねつをりかいしており、おきゃくさまのあいしゃをつねにさいこうのじょうたいにたもつおてつだいをします。",
      "team": "わたしたちのチームは、くるまにじょうねつをもち、さいこうのサービスをていきょうするためにじんりょくするこうどなスキルをもつプロフェッショナルでこうせいされています。つねにさいしんのツール、せいひん、ぎじゅつにとうしし、さいこうひんしつのけっかをていきょうすることをめざしています。"
    },
    "WhyChooseUsPage": {
      "title": "えらばれるりゆう",
      "expertise": "わたしたちのチームは、カーケアのほうふなけいけんをもち、あなたのくるまがさいこうのじょうたいにあることをほしょうします。",
      "qualityProducts": "わたしたちは、くるまをほごし、うつくしさをひきたてるために、さいこうひんしつのせいひんのみをしようしています。",
      "customerSatisfaction": "おきゃくさまのまんぞくがさいゆうせんです。わたしたちは、サービスにまんぞくいただけるよう、さいぜんをつくします。",
      "attentionToDetail": "さいぶにまでこだわったアプローチをほこりにおもい、すべてのディテールがかんぺきであることをかくにんします。"
    },
    "ContactPage": {
      "title": "おといあわせ",
      "description": "おくるまにふさわしいかがやきをとりもどすじゅんびはできましたか？ごよやくやサービスないようについてのおといあわせは、こちらからどうぞ。",
      "phoneUSA": "+1 555-123-4567 (アメリカ)",
      "phoneJapan": "+81 555-123-4567 (にほん)",
      "email": "info@perfectshine.com",
      "locations": {
        "tokyo": "とうきょうとシャインどおり123ばんち",
        "losAngeles": "アメリカがっしゅうこくロサンゼルス グリームアベニュー456"
      }
    }
  }
  